Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: %@ confidence
cs: Důvěra %@
da: Tillid %@
de: Konfidenz %@
es: Confianza %@
fr: Confiance %@
it: Affidabilità %@
pl: Pewność %@
pt_pt: Confiança %@

source: %@ higher
cs: %@ vyšší
da: %@ højere
de: %@ höher
es: %@ más alto
fr: %@ plus élevé
it: %@ più alto
pl: %@ wyżej
pt_pt: %@ mais alto

source: %@ image
cs: Obrázek %@
da: %@ billede
de: %@ Bild
it: %@ immagine
pl: Zdjęcie %@

source: %@ is %@ higher
cs: %@ je o %@ vyšší
da: %@ er %@ højere
de: %@ ist um %@ höher
es: %@ es %@ más alto
fr: %@ est supérieur de %@
it: %@ è superiore di %@
pl: %@ jest wyższy o %@
pt_pt: %@ é superior em %@

source: %@ is %@ lower
cs: %@ je o %@ nižší
da: %@ er %@ lavere
de: %@ ist um %@ niedriger
es: %@ es %@ más bajo
fr: %@ est inférieur de %@
it: %@ è inferiore di %@
pl: %@ jest niższy o %@
pt_pt: %@ é inferior em %@

source: %@ lower
cs: %@ nižší
da: %@ lavere
de: %@ niedriger
es: %@ más bajo
fr: %@ plus bas
it: %@ più basso
pl: %@ niżej
pt_pt: %@ mais baixo

# %@, current %@, selected %@, %@
source: %1$@, current %2$@, selected %3$@, %4$@
cs: %1$@, aktuální %2$@, vybraný %3$@, %4$@
da: %1$@, aktuel %2$@, udvalgt %3$@, %4$@
de: %1$@, aktuell %2$@, ausgewählt %3$@, %4$@
es: %1$@, actual %2$@, seleccionado %3$@, %4$@
fr: %1$@, courant %2$@, sélectionné %3$@, %4$@
it: %1$@, corrente %2$@, selezionato %3$@, %4$@
pl: %1$@, %2$@, wybrany %3$@, %4$@
pt_pt: %1$@, %2$@ atual, selecionado %3$@, %4$@

# %lld neutral %@
source: %1$lld neutral %2$@
cs: %1$lld neutrální %2$@
de: %1$lld neutrales %2$@
fr: %1$lld neutre %2$@
it: %1$lld neutro %2$@
pl: %1$lld neutralny %2$@
pt_pt: %1$lld %2$@

source: %lld results
cs: Výsledky %lld
da: %lld resultater
de: %lld Ergebnisse
es: Resultados %lld
fr: Résultats %lld
it: Risultati %lld
pl: Wyniki badania %lld
pt_pt: %lld resultados

source: 70 and above
cs: 70 a více
da: 70 og derover
de: 70 und mehr
es: 70 y más
fr: 70 et plus
it: 70 e oltre
pl: 70 i więcej
pt_pt: 70 anos ou mais

source: 85 and above
cs: 85 a více
da: 85 og derover
de: 85 und mehr
es: 85 y más
fr: 85 et plus
it: 85 e oltre
pl: 85 i powyżej
pt_pt: 85 anos ou mais

source: A complete result starts at 75. Higher sugar, salt, saturated fat, longer ingredient lists, and listed additives can lower the score. Lower levels of those nutrients, plus protein and fiber, can raise it. Beverage sugar uses stricter thresholds.
cs: Kompletní výsledek začíná na 75. Vyšší cukr, sůl, nasycený tuk, delší seznam složek a uvedené doplňkové látky mohou snížit skóre. Nižší hladina těchto živin, plus protein a vlákno, to může zvýšit. Nápojový cukr používá přísnější prahové hodnoty.
da: Et komplet resultat starter ved 75. Højere sukker, salt, mættet fedt, længere ingredienslister, og anførte tilsætningsstoffer kan sænke score. Lavere niveauer af disse næringsstoffer, plus protein og fiber, kan hæve det. Drikkesukker anvender strengere tærskler.
de: Ein vollständiges Ergebnis beginnt bei 75. Höherer Zucker, Salz, gesättigte Fettsäuren, längere Zutatenlisten und aufgeführte Zusatzstoffe können die Punktzahl senken. Niedrigere Ebenen dieser Nährstoffe, plus Protein und Ballaststoffe, können es erhöhen. Getränkezucker verwendet strengere Schwellenwerte.
es: Un resultado completo comienza a los 75. El azúcar superior, la sal, la grasa saturada, las listas de ingredientes más largas y los aditivos enumerados pueden bajar la puntuación. Los niveles inferiores de esos nutrientes, además de la proteína y la fibra, pueden elevarlo. El azúcar bebido utiliza umbrales más estrictos.
fr: Un résultat complet commence à 75. Le sucre, le sel, les graisses saturées, les listes d'ingrédients plus longues et les additifs énumérés peuvent abaisser le score. Des niveaux plus faibles de ces nutriments, plus les protéines et les fibres, peuvent augmenter. Le sucre de boisson utilise des seuils plus stricts.
it: Un risultato completo inizia a 75. Zucchero più alto, sale, grasso saturo, liste di ingredienti più lunghi e additivi elencati possono abbassare il punteggio. Livelli inferiori di quei nutrienti, più proteine e fibre, possono alzarlo. Lo zucchero di beveraggio utilizza soglie più severe.
pl: Całkowity wynik zaczyna się od 75. Wyższy cukier, sól, tłuszcz nasycony, dłuższe listy składników i wymienione dodatki mogą obniżyć wynik. Niższy poziom tych składników odżywczych, plus białka i błonnika, może go podnieść. Cukier alkoholowy stosuje bardziej rygorystyczne progi.
pt_pt: Um resultado completo começa em 75. Açúcar, sal, gordura saturada, listas de ingredientes mais longas e aditivos listados podem diminuir a pontuação. Níveis mais baixos desses nutrientes, além de proteínas e fibras, podem elevá-lo. O açúcar de bebida utiliza limiares mais rigorosos.

source: A year of live catalog matching and side-by-side comparison.
cs: Rok živého katalogu odpovídající a boční srovnání.
da: Et år med live katalog matchende og side-by-side sammenligning.
de: Ein Jahr Live-Katalog-Matching und Side-by-Side-Vergleich.
es: Un año de comparación de catálogo en vivo y lado a lado.
fr: Une année de catalogue en direct et comparaison côte à côte.
it: Un anno di confronto live catalogo e confronto laterale.
pl: Rok na żywo katalog dopasowania i obok-side-side porównania.
pt_pt: Um ano de correspondência catálogo ao vivo e comparação lado a lado.

source: Account
cs: Účet
da: Konto
de: Konto
es: Cuenta
fr: Compte
pl: Konto
pt_pt: Conta

source: Account access is optional. Saved products and preferences stay on this device.
cs: Přístup k účtu je nepovinný. Uložené produkty a preference zůstávají na tomto zařízení.
da: Kontoadgang er valgfri. Gemte produkter og præferencer forbliver på denne enhed.
de: Der Kontozugang ist optional. Gespeicherte Produkte und Präferenzen bleiben auf diesem Gerät.
es: El acceso a la cuenta es opcional. Los productos y preferencias guardados permanecen en este dispositivo.
fr: L'accès au compte est facultatif. Les produits et préférences sauvegardés restent sur cet appareil.
it: L'accesso al conto è facoltativo. I prodotti e le preferenze salvate rimangono su questo dispositivo.
pl: Dostęp do konta jest opcjonalny. Oszczędzone produkty i preferencje pozostają na tym urządzeniu.
pt_pt: O acesso à conta é opcional. Os produtos e preferências salvos permanecem neste dispositivo.

source: Account created.
cs: Vytvořený účet.
da: Konto oprettet.
de: Konto erstellt.
es: Cuenta creada.
fr: Compte créé.
it: Account creato.
pl: Utworzono konto.
pt_pt: Conta criada.

source: Account deletion is not configured on the server yet.
cs: Smazání účtu ještě není nakonfigurováno na serveru.
da: Kontosletning er endnu ikke indstillet på serveren.
de: Die Kontolöschung ist auf dem Server noch nicht konfiguriert.
es: La eliminación de la cuenta todavía no está configurada en el servidor.
fr: La suppression du compte n'est pas encore configurée sur le serveur.
it: La cancellazione dell'account non è ancora configurata sul server.
pl: Usuwanie konta nie jest jeszcze skonfigurowane na serwerze.
pt_pt: A exclusão da conta ainda não está configurada no servidor.

source: Account features are not configured yet.
cs: Funkce účtu ještě nejsou nastaveny.
da: Kontofunktioner er ikke konfigureret endnu.
de: Kontofunktionen sind noch nicht konfiguriert.
es: Las características de la cuenta todavía no están configuradas.
fr: Les fonctionnalités de compte ne sont pas encore configurées.
it: Le funzionalità dell'account non sono ancora configurate.
pl: Funkcja konta nie jest jeszcze skonfigurowana.
pt_pt: Os recursos da conta ainda não estão configurados.

source: Account mode
cs: Režim účtu
da: Kontotilstand
de: Kontomodus
es: Modo de cuenta
fr: Mode compte
it: Modalità account
pl: Tryb konta
pt_pt: Modo de conta

source: Account service returned an unexpected response.
cs: Účtová služba vrátila neočekávanou odpověď.
da: Kontoservice returnerede et uventet svar.
de: Der Kontodienst gab eine unerwartete Antwort zurück.
es: El servicio de cuentas devolvió una respuesta inesperada.
fr: Le service de compte a envoyé une réponse inattendue.
it: Il servizio clienti ha restituito una risposta inaspettata.
pl: Usługa Konta zwróciła niespodziewaną odpowiedź.
pt_pt: O serviço de conta devolveu uma resposta inesperada.

source: Add a product name or a valid barcode.
cs: Přidat název produktu nebo platný čárový kód.
da: Tilføj et produktnavn eller en gyldig stregkode.
de: Fügen Sie einen Produktnamen oder einen gültigen Barcode hinzu.
es: Agregue un nombre de producto o un código de barras válido.
fr: Ajouter un nom de produit ou un code-barres valide.
it: Aggiungi un nome del prodotto o un codice a barre valido.
pl: Dodaj nazwę produktu lub ważny kod kreskowy.
pt_pt: Adicione um nome de produto ou um código de barras válido.

source: Add a product name or a valid barcode. Brand is optional.
cs: Přidat název produktu nebo platný čárový kód. Značka je volitelná.
da: Tilføj et produktnavn eller en gyldig stregkode. Mærket er valgfrit.
de: Fügen Sie einen Produktnamen oder einen gültigen Barcode hinzu. Die Marke ist optional.
es: Agregue un nombre de producto o un código de barras válido. La marca es opcional.
fr: Ajouter un nom de produit ou un code-barres valide. La marque est facultative.
it: Aggiungi un nome del prodotto o un codice a barre valido. Il marchio è facoltativo.
pl: Dodaj nazwę produktu lub ważny kod kreskowy. Marka jest opcjonalna.
pt_pt: Adicione um nome de produto ou um código de barras válido. A marca é opcional.

source: Adds flavor and can raise sodium.
cs: Přidává chuť a může zvýšit sodík.
da: Tilfører smag og kan hæve natrium.
de: Fügt Geschmack hinzu und kann Natrium erhöhen.
es: Añade sabor y puede elevar sodio.
fr: Ajoute de la saveur et peut augmenter le sodium.
it: Aggiunge sapore e può alzare il sodio.
pl: Dodaje smak i może podnieść sodu.
pt_pt: Adiciona sabor e pode aumentar o sódio.

source: Adds or removes this product from Saved.
cs: Přidá nebo odstraní tento produkt ze Saved.
da: Tilfører eller fjerner dette produkt fra Saved.
de: Fügt oder entfernt dieses Produkt von Saved.
es: Añade o elimina este producto de Saved.
fr: Ajoute ou supprime ce produit de Saved.
it: Aggiunge o rimuove questo prodotto da Saved.
pl: Dodaje lub usuwa ten produkt z Saved.
pt_pt: Adiciona ou remove este produto de Saved.

source: Adds sweetness and can raise the sugar level.
cs: Přidává sladkost a může zvýšit hladinu cukru.
da: Tilfører sødme og kan hæve sukkerniveauet.
de: Fügt Süße hinzu und kann den Zuckerspiegel erhöhen.
es: Añade dulzura y puede elevar el nivel de azúcar.
fr: Ajoute de la douceur et peut augmenter le niveau de sucre.
it: Aggiunge dolcezza e può aumentare il livello di zucchero.
pl: Dodaje słodycz i może podnieść poziom cukru.
pt_pt: Adiciona doçura e pode aumentar o nível de açúcar.

source: Adds useful protein or fiber.
cs: Přidá užitečné bílkoviny nebo vlákno.
da: Tilfører nyttigt protein eller fiber.
de: Fügt nützliches Protein oder Faser hinzu.
es: Añade proteína o fibra útil.
fr: Ajoute des protéines ou des fibres utiles.
it: Aggiunge proteine o fibre utili.
pl: Dodaje przydatne białko lub błonnik.
pt_pt: Adiciona proteínas ou fibras úteis.

source: Align the barcode inside the frame
cs: Srovnejte čárový kód uvnitř rámu
da: Juster stregkoden inde i rammen
de: Richten Sie den Barcode innerhalb des Rahmens aus
es: Alinear el código de barras dentro del marco
fr: Alignez le code-barres dans le cadre
it: Allineare il codice a barre all'interno del telaio
pl: Wyrównaj kod kreskowy wewnątrz ramki
pt_pt: Alinhar o código de barras dentro da moldura

source: All
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tous
it: Tutti
pl: Wszystkie
pt_pt: Todos

source: An account keeps product requests attributable and protected by Pickly's privacy rules.
cs: Účet uchovává žádosti o výrobky, které lze přičíst a chránit pravidly ochrany soukromí Pickly.
da: En konto holder produktanmodninger henført og beskyttet af Picklys regler om beskyttelse af personlige oplysninger.
de: Ein Konto hält Produktanfragen zurechenbar und durch die Datenschutzregeln von Pickly geschützt.
es: Una cuenta mantiene las solicitudes de productos atribuibles y protegidos por las reglas de privacidad de Pickly.
fr: Un compte conserve les demandes de produits attribuables et protégées par les règles de confidentialité de Pickly.
it: Un account mantiene le richieste dei prodotti attribuibili e protette dalle regole sulla privacy di Pickly.
pl: Konto przechowuje żądania produktów, które można przypisać i chronić zgodnie z zasadami prywatności firmy Pickly.
pt_pt: Uma conta mantém as solicitações de produtos atribuíveis e protegidas pelas regras de privacidade de Pickly.

source: Annual
cs: Roční
da: Årlig
de: Jährlich
es: Anual
fr: Tous les ans
it: Annuale
pl: Rocznie
pt_pt: Anual

source: Any brand
cs: Jakákoliv značka
da: Alle mærker
de: Jede Marke
es: Cualquier marca
fr: Toute marque
it: Qualsiasi marca
pl: Każda marka
pt_pt: Qualquer marca

source: Any category
cs: Jakákoli kategorie
da: Enhver kategori
de: Jede Kategorie
es: Cualquier categoría
fr: Toute catégorie
it: Qualsiasi categoria
pl: Każda kategoria
pt_pt: Qualquer categoria

source: Any score
cs: Jakékoliv skóre
da: Enhver score
de: Jede Punktzahl
es: Cualquier puntuación
fr: N'importe quel score
it: Qualsiasi punteggio
pl: Każdy wynik
pt_pt: Qualquer pontuação

source: Anything else?
cs: Ještě něco?
da: Ellers andet?
de: Alles andere?
es: ¿Algo más?
fr: Autre chose ?
it: Qualcos'altro?
pl: Coś jeszcze?
pt_pt: Mais alguma coisa?

source: Apple requires a recent sign-in before Pickly can permanently delete this account. Your account stays active until you confirm.
cs: Apple vyžaduje nedávné znamení, než Pickly může trvale smazat tento účet. Váš účet zůstane aktivní, dokud to nepotvrdíte.
da: Apple kræver en nylig sign-in før Pickly kan permanent slette denne konto. Din konto forbliver aktiv, indtil du bekræfter det.
de: Apple verlangt eine kürzliche Anmeldung, bevor Pickly dieses Konto dauerhaft löschen kann. Ihr Konto bleibt aktiv, bis Sie es bestätigen.
es: Apple requiere un registro reciente antes de que Pickly pueda eliminar permanentemente esta cuenta. Su cuenta permanece activa hasta que lo confirme.
fr: Apple nécessite une connexion récente avant que Pickly puisse supprimer définitivement ce compte. Votre compte reste actif jusqu'à ce que vous confirmiez.
it: Apple richiede un recente accesso prima che Pickly possa eliminare definitivamente questo account. Il tuo account rimane attivo fino alla conferma.
pl: Apple wymaga niedawnego logowania, zanim Pickly będzie mógł trwale usunąć to konto. Twoje konto pozostaje aktywne do czasu potwierdzenia.
pt_pt: A Apple requer um login recente antes que Pickly possa excluir permanentemente esta conta. A sua conta mantém-se activa até confirmar.

source: Apple sign-in couldn't be completed. Please try again.
cs: Apple sign- in nemohl být dokončen. Prosím, zkuste to znovu.
da: Apple sign-in kunne ikke afsluttes. Prøv igen.
de: Apple-Anmeldung konnte nicht abgeschlossen werden. Bitte versuchen Sie es noch einmal.
es: El registro de Apple no pudo completarse. Por favor, inténtalo de nuevo.
fr: L'inscription de la pomme n'a pas pu être terminée. Veuillez réessayer.
it: L'accesso all'Apple non poteva essere completato. Per favore riprovate.
pl: Znak Apple 'a nie mógł być ukończony. Proszę spróbować jeszcze raz.
pt_pt: A entrada da Apple não pôde ser concluída. Por favor, tente novamente.

source: Apple sign-in couldn't start. Make sure this iPhone is signed in to iCloud, then try again.
cs: Apple-in nemohl začít. Ujistěte se, že tento iPhone je zapsán do iCloud, pak zkuste znovu.
da: Apple sign-in kunne ikke starte. Sørg for, at denne iPhone er logget ind til iCloud, så prøv igen.
de: Apple-Anmeldung konnte nicht starten. Stellen Sie sicher, dass dieses iPhone bei iCloud angemeldet ist, und versuchen Sie es erneut.
es: El registro de Apple no podía empezar. Asegúrate de que este iPhone esté firmado en iCloud, y luego vuelve a intentarlo.
fr: L'enregistrement de Apple ne pouvait pas commencer. Assurez-vous que cet iPhone est connecté à iCloud, puis essayez à nouveau.
it: L'accesso all'Apple non poteva iniziare. Assicurarsi che questo iPhone è firmato a iCloud, quindi riprovare.
pl: Znak Apple 'a nie mógł zacząć. Upewnij się, że ten iPhone jest zalogowany do iCloud, a następnie spróbuj ponownie.
pt_pt: A entrada da Apple não começou. Certifique-se de que este iPhone está conectado ao iCloud e tente novamente.

source: Authentication is handled securely by Firebase.
cs: Autentizace je bezpečně řízena Firebase.
da: Godkendelse håndteres sikkert af Firebase.
de: Die Authentifizierung wird von Firebase sicher gehandhabt.
es: La autenticación es manejada de forma segura por Firebase.
fr: L'authentification est gérée en toute sécurité par Firebase.
it: L'autenticazione è gestita in modo sicuro da Firebase.
pl: Uwierzytelnianie jest bezpiecznie obsługiwane przez Firebase.
pt_pt: A autenticação é tratada com segurança pela Firebase.

source: BEST VALUE
cs: NEJLEPŠÍ HODNOTA
da: BEDSTE VÆRDI
de: BESTER WERT
es: Mejor valor
fr: Meilleure VALEUR
it: VALORE MIGLIORE
pl: NAJLEPSZA WAGA
pt_pt: MELHOR VALOR

source: Back
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pl: Wstecz
pt_pt: Voltar

source: Back to sign in
cs: Zpět k přihlášení
da: Tilbage til login
de: Zurück zur Anmeldung
es: Volver a iniciar sesión
fr: Retour à la connexion
it: Torna a firmare
pl: Powrót do rejestracji
pt_pt: Voltar para iniciar sessão

source: Barcode
cs: Kód
es: Código de barras
fr: Code barre
it: Codice a barre
pl: Kod kreskowy
pt_pt: Código de barras

source: Barcode \(barcode)
cs: Čárový kód\ (čárový kód)
da: Barcode\ (stregkode)
es: Código de barras \(código de barras)
fr: Code à barres \(code à barres)
it: Codice a barre \(codice a barre)
pl: Kod kreskowy\ (kod kreskowy)
pt_pt: Código de barras \ (código de barras)

source: Barcode number
cs: Číslo čárového kódu
da: Stregkode
de: Barcodenummer
es: Número de código de barras
fr: Numéro de code-barres
it: Numero di codice a barre
pl: Numer kodu kreskowego
pt_pt: Número do código de barras

source: Barcode scanner
cs: Skener čárového kódu
es: escáner de código de barras
fr: Scanner de codes barres
it: Lettore di codici a barre
pl: Skaner kodów kreskowych
pt_pt: Scanner de código de barras

source: Best matches
cs: Nejlepší shody
da: Bedste resultater
de: Beste Treffer
es: Mejores coincidencias
fr: Meilleures correspondances
it: Migliori corrispondenze
pl: Najlepsze dopasowania
pt_pt: Melhores correspondências

source: Better Choices
cs: Lepší volby
da: Bedre valg
de: Bessere Auswahl
es: Mejores opciones
fr: Meilleurs choix
it: Scelte migliori
pl: Lepsze wybory
pt_pt: Melhores escolhas

source: Better Choices couldn't be refreshed right now.
cs: Lepší výběr teď nemůže být obnoven.
da: Bedre valg kunne ikke genfriskes lige nu.
de: Better Choices konnte im Moment nicht aufgefrischt werden.
es: Mejores opciones no podrían ser refrescadas ahora mismo.
fr: On ne pouvait pas rafraîchir les choix.
it: Le scelte migliori non potrebbero essere aggiornate in questo momento.
pl: Lepsze wybory nie mogły być teraz odświeżone.
pt_pt: Melhores escolhas não poderiam ser atualizadas agora.

source: Better choice
cs: Lepší volba
da: Bedre valg
de: Bessere Wahl
es: Mejor opción
fr: Meilleur choix
it: Scelta migliore
pl: Lepszy wybór
pt_pt: Melhor escolha

source: Better choices
cs: Lepší volby
da: Bedre valg
de: Bessere Auswahl
es: Mejores opciones
fr: Meilleurs choix
it: Scelte migliori
pl: Lepsze wybory
pt_pt: Melhores escolhas

source: Brand
cs: Značka
da: Mærke
de: Marke
es: Marca
fr: Marque
it: Marca
pl: Marka
pt_pt: Marca

source: Browsing \(total.formatted()) catalog products
cs: Prohlížení\ (total.formatted ()) katalogové produkty
da: Browsing\ (totalformateret ()) katalogprodukter
de: Browsing \(total.formatted()) Katalogprodukte
es: Browsing \(total.formatted() productos de catálogo
fr: Navigation \(total.formatted()) produits de catalogue
it: Browsing \(total.formatted() catalogo prodotti
pl: Przeglądanie\ (total.formatted ()) produktów katalogowych
pt_pt: Navegação \(total.formatted()) produtos de catálogo

source: Calculation
cs: Výpočet
da: Beregning
de: Berechnung
es: Cálculo
fr: Calcul
it: Calcolo
pl: Obliczanie
pt_pt: Cálculo

source: Camera access is optional. You can search the product catalog or enter a barcode manually instead.
cs: Přístup kamery je volitelný. Můžete vyhledávat katalog produktů nebo zadat čárový kód ručně.
da: Kameraadgang er valgfri. Du kan søge i produktkataloget eller indtaste en stregkode manuelt i stedet.
de: Der Kamerazugang ist optional. Sie können stattdessen den Produktkatalog durchsuchen oder einen Barcode manuell eingeben.
es: El acceso a la cámara es opcional. Puedes buscar el catálogo de productos o introducir un código de barras manualmente.
fr: L'accès aux caméras est facultatif. Vous pouvez rechercher le catalogue de produits ou entrer un code-barres manuellement.
it: L'accesso alla telecamera è facoltativo. Puoi cercare il catalogo dei prodotti o inserire un codice a barre manualmente.
pl: Dostęp do kamery jest opcjonalny. Zamiast tego można ręcznie przeszukać katalog produktów lub wprowadzić kod kreskowy.
pt_pt: O acesso à câmara é opcional. Você pode pesquisar o catálogo do produto ou inserir um código de barras manualmente.

source: Cancel
cs: Zrušit
da: Annullér
de: Stornierung
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt_pt: Cancelar

source: Cancel anytime in Apple ID settings.
cs: Zrušit kdykoliv v nastavení Apple ID.
da: Annullér når som helst i Apple ID indstillinger.
de: Stornieren Sie jederzeit in den Apple ID-Einstellungen.
es: Cancelar en cualquier momento en la configuración de Apple ID.
fr: Annuler à tout moment dans les paramètres Apple ID.
it: Cancellare in qualsiasi momento nelle impostazioni di ID Apple.
pl: Anuluj w każdej chwili w ustawieniach Apple ID.
pt_pt: Cancelar a qualquer momento nas configurações do ID Apple.

source: Catalog unavailable
cs: Katalog není k dispozici
da: Katalog ikke tilgængelig
de: Katalog nicht verfügbar
es: Catálogo no disponible
fr: Catalogue non disponible
it: Catalogo non disponibile
pl: Katalog niedostępny
pt_pt: Catálogo não disponível

source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pl: Kategoria
pt_pt: Categoria

source: Category and brand
cs: Kategorie a značka
da: Kategori og mærke
de: Kategorie und Marke
es: Categoría y marca
fr: Catégorie et marque
it: Categoria e marca
pl: Kategoria i marka
pt_pt: Categoria e marca

source: Check the live catalog for higher-scoring products and compare them side by side.
cs: V katalogu najděte výrobky s vyšším skóre a porovnejte je vedle sebe.
da: Find produkter med højere point i kataloget, og sammenlign dem side om side.
de: Durchsuche den Katalog nach besser bewerteten Produkten und vergleiche sie nebeneinander.
es: Consulta el catálogo para encontrar productos con mejor puntuación y compáralos lado a lado.
fr: Consultez le catalogue pour trouver des produits mieux notés et comparez-les côte à côte.
it: Controlla il catalogo per trovare prodotti con punteggio più alto e confrontali fianco a fianco.
pl: Sprawdź katalog, aby znaleźć produkty z wyższym wynikiem, i porównaj je obok siebie.
pt_pt: Consulte o catálogo para encontrar produtos com pontuação superior e compare-os lado a lado.

source: Check your email
cs: Zkontrolujte si e-mail
da: Tjek din e-mail
de: Überprüfen Sie Ihre E-Mail
es: Compruebe su correo electrónico
fr: Vérifiez votre email
it: Controlla la tua email
pl: Sprawdź swój email
pt_pt: Verifique o seu e- mail
